Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Changes here affect only %@. The base language text is shared across all languages — edits to other languages are stored as overrides.
ar: تؤثر التغييرات هنا على %1$@ فقط. تتم مشاركة نص اللغة الأساسية عبر جميع اللغات، ويتم تخزين التعديلات التي يتم إجراؤها على اللغات الأخرى كتجاوزات.
ca: Els canvis aquí només afecten %1$@. El text de l'idioma base es comparteix entre tots els idiomes; les edicions d'altres idiomes s'emmagatzemen com a substitucions.
cs: Změny zde ovlivní pouze %1$@. Text základního jazyka je sdílen ve všech jazycích – úpravy v jiných jazycích jsou uloženy jako přepsání.
da: Ændringer her påvirker kun %1$@. Grundsprogets tekst deles på tværs af alle sprog - redigeringer til andre sprog gemmes som tilsidesættelser.
de: Änderungen hier betreffen nur %1$@. Der Text in der Basissprache wird von allen Sprachen gemeinsam genutzt – Änderungen an anderen Sprachen werden als Überschreibungen gespeichert.
el: Οι αλλαγές εδώ επηρεάζουν μόνο το %1$@. Το κείμενο της βασικής γλώσσας είναι κοινόχρηστο σε όλες τις γλώσσες — οι τροποποιήσεις σε άλλες γλώσσες αποθηκεύονται ως παρακάμψεις.
es: Los cambios aquí solo afectan a %1$@. El texto del idioma base se comparte en todos los idiomas; las ediciones en otros idiomas se guardan como anulaciones.
fa: تغییرات در اینجا فقط بر %1$@ اثر می‌گذارد. متن زبان پایه بین همهٔ زبان‌ها مشترک است — ویرایش‌های زبان‌های دیگر به‌صورت بازنویسی ذخیره می‌شوند.
fi: Muutokset koskevat vain %1$@. Peruskielen teksti on jaettu kaikille kielille – muiden kielten muokkaukset tallennetaan ohituksina.
fr: Les modifications effectuées ici ne concernent que %1$@. Le texte de la langue de base est commun à toutes les langues : les modifications dans les autres langues sont enregistrées comme des valeurs propres à chaque langue.
he: שינויים כאן משפיעים רק על %1$@. טקסט שפת הבסיס משותף לכל השפות - עריכות לשפות אחרות מאוחסנות כעקיפות.
hr: Promjene ovdje utječu samo na %1$@. Tekst osnovnog jezika dijeli se na sve jezike — izmjene drugih jezika pohranjuju se kao nadjačavanja.
hu: Az itt végrehajtott változtatások csak az %1$@-ra vonatkoznak. Az alapnyelvi szöveg minden nyelven meg van osztva – a más nyelvekre vonatkozó szerkesztések felülírásként tárolódnak.
id: Perubahan di sini hanya mempengaruhi %1$@. Teks bahasa dasar dibagikan ke semua bahasa — pengeditan pada bahasa lain disimpan sebagai penggantian.
it: Le modifiche qui riguardano solo %@. Il testo della lingua di base è condiviso tra tutte le lingue: le modifiche alle altre lingue vengono salvate come personalizzazioni.
ja: ここでの変更は %1$@ にのみ適用されます。基本言語のテキストはすべての言語で共有され、ほかの言語での編集は上書きとして保存されます。
ko: 여기에서 변경한 사항은 %1$@에만 영향을 미칩니다. 기본 언어 텍스트는 모든 언어에서 공유됩니다. 다른 언어에 대한 편집 내용은 재정의로 저장됩니다.
ms: Perubahan di sini hanya mempengaruhi %1$@. Teks bahasa asas dikongsi merentas semua bahasa — suntingan kepada bahasa lain disimpan sebagai penggantian.
nl: Wijzigingen hier zijn alleen van invloed op %1$@. De tekst in de basistaal wordt door alle talen gedeeld; bewerkingen in andere talen worden als overschrijvingen opgeslagen.
no: Endringer her påvirker kun %1$@. Grunnspråkteksten deles på tvers av alle språk – redigeringer til andre språk lagres som overstyringer.
pl: Zmiany tutaj dotyczą tylko %1$@. Tekst w języku podstawowym jest wspólny dla wszystkich języków — zmiany w innych językach są przechowywane jako zastąpienia.
pt_br: As alterações aqui afetam apenas %1$@. O texto do idioma base é compartilhado entre todos os idiomas — as edições em outros idiomas são armazenadas como substituições.
pt_pt: As alterações aqui afetam apenas %1$@. O texto do idioma base é compartilhado entre todos os idiomas — as edições em outros idiomas são armazenadas como substituições.
ro: Modificările de aici afectează numai %1$@. Textul în limba de bază este partajat în toate limbile — editările în alte limbi sunt stocate ca înlocuiri.
ru: Изменения здесь касаются только языка %@. Текст базового языка общий для всех языков — правки в других языках сохраняются как переопределения.
sk: Tu uvedené zmeny ovplyvňujú iba %1$@. Text základného jazyka je zdieľaný vo všetkých jazykoch – úpravy v iných jazykoch sa ukladajú ako prepísania.
sl: Spremembe tukaj vplivajo samo na %1$@. Besedilo v osnovnem jeziku je v skupni rabi za vse jezike — urejanja drugih jezikov so shranjena kot preglasitve.
sv: Ändringar här påverkar endast %1$@. Grundspråkstexten delas mellan alla språk – redigeringar av andra språk lagras som åsidosättanden.
th: การเปลี่ยนแปลงที่นี่มีผลเฉพาะ %1$@ เท่านั้น ข้อความภาษาพื้นฐานจะถูกแชร์ในทุกภาษา การแก้ไขในภาษาอื่นจะถูกจัดเก็บเป็นการแทนที่
tr: Buradaki değişiklikler yalnızca %@ dilini etkiler. Temel dilin metni tüm dillerde ortaktır — diğer dillerdeki düzenlemeler geçersiz kılma olarak saklanır.
uk: Зміни тут стосуються лише мови «%@». Текст базової мови спільний для всіх мов — зміни для інших мов зберігаються як перевизначення.
ur: یہاں کی تبدیلیاں صرف %1$@ کو متاثر کرتی ہیں۔ بنیادی زبان کا متن تمام زبانوں میں شیئر کیا جاتا ہے — دوسری زبانوں میں ہونے والی ترامیم کو اوور رائیڈ کے طور پر محفوظ کیا جاتا ہے۔
vi: Những thay đổi ở đây chỉ ảnh hưởng đến %1$@. Văn bản ngôn ngữ cơ sở được chia sẻ trên tất cả các ngôn ngữ — các chỉnh sửa sang các ngôn ngữ khác được lưu trữ dưới dạng ghi đè.
zh_hans: 此处的更改仅影响 %@。基准语言的文本由所有语言共享——对其他语言的编辑将存储为覆盖。
zh_hant: 此處的更改只會影響 %@。基準語言的文字由所有語言共用——對其他語言的編輯會儲存為覆寫內容。

source: Changes here affect only %@. The base language text is shared across all locales — edits to other locales are stored as overrides.
ar: تؤثر التغييرات هنا على %1$@ فقط. تتم مشاركة نص اللغة الأساسية عبر جميع اللغات — ويتم تخزين التعديلات التي يتم إجراؤها على اللغات الأخرى كتجاوزات.
ca: Els canvis aquí només afecten %1$@. El text de l'idioma base es comparteix entre totes les configuracions regionals; les edicions a altres configuracions regionals s'emmagatzemen com a substitucions.
cs: Změny zde ovlivní pouze %1$@. Text základního jazyka je sdílen ve všech národních prostředích – úpravy jiných národních prostředí jsou uloženy jako přepsání.
da: Ændringer her påvirker kun %1$@. Grundsprogets tekst deles på tværs af alle lokaliteter - redigeringer til andre lokaliteter gemmes som tilsidesættelser.
de: Änderungen hier betreffen nur %@. Der Text in der Basissprache wird von allen Gebietsschemas gemeinsam genutzt – Änderungen an anderen Gebietsschemas werden als Überschreibungen gespeichert.
el: Οι αλλαγές εδώ επηρεάζουν μόνο το %1$@. Το κείμενο της βασικής γλώσσας είναι κοινόχρηστο σε όλες τις τοπικές ρυθμίσεις — οι τροποποιήσεις σε άλλες τοπικές ρυθμίσεις αποθηκεύονται ως παρακάμψεις.
es: Los cambios aquí afectan solo a %@. El texto del idioma base es común a todos los idiomas — las ediciones en otros idiomas se guardan como anulaciones.
fa: تغییرات اینجا فقط %1$@ را تحت تأثیر قرار می‌دهد. متن زبان پایه در همه زبان‌ها به اشتراک گذاشته می‌شود - ویرایش‌های سایر زبان‌ها به عنوان لغو ذخیره می‌شوند.
fi: Muutokset koskevat vain %1$@. Peruskielen teksti jaetaan kaikille kielialueille – muiden kielien muokkaukset tallennetaan ohituksina.
fr: Les modifications ici affectent uniquement %@. Le texte de la langue de base est partagé dans tous les paramètres régionaux : les modifications apportées aux autres paramètres régionaux sont stockées en tant que remplacements.
he: שינויים כאן משפיעים רק על %1$@. טקסט שפת הבסיס משותף בכל האזורים - עריכות למקומונים אחרים מאוחסנות כעקיפות.
hr: Promjene ovdje utječu samo na %1$@. Tekst osnovnog jezika dijeli se na sve jezike — izmjene drugih jezika pohranjuju se kao nadjačavanja.
hu: Az itt végrehajtott változtatások csak az %1$@-ra vonatkoznak. Az alapnyelvi szöveg meg van osztva az összes nyelvterületen – a többi nyelvi beállítás módosítása felülírásként kerül tárolásra.
id: Perubahan di sini hanya mempengaruhi %1$@. Teks bahasa dasar dibagikan ke seluruh lokal — hasil edit pada lokal lain disimpan sebagai penggantian.
ja: ここでの変更は %@ のみに影響します。基本言語のテキストはすべてのロケールで共有され、他のロケールへの編集はオーバーライドとして保存されます。
ko: 여기에서 변경한 사항은 %@에만 영향을 미칩니다. 기본 언어 텍스트는 모든 로캘에서 공유됩니다. 다른 로캘에 대한 편집 내용은 재정의로 저장됩니다.
ms: Perubahan di sini hanya mempengaruhi %1$@. Teks bahasa asas dikongsi merentas semua tempat — suntingan ke tempat lain disimpan sebagai penggantian.
nl: Wijzigingen hier zijn alleen van invloed op %1$@. De tekst in de basistaal wordt door alle landinstellingen gedeeld; bewerkingen in andere landinstellingen worden als overschrijvingen opgeslagen.
no: Endringer her påvirker kun %1$@. Grunnspråkteksten deles på tvers av alle språk – redigeringer til andre språk lagres som overstyringer.
pl: Zmiany tutaj dotyczą tylko %1$@. Tekst w języku podstawowym jest wspólny dla wszystkich ustawień regionalnych — zmiany w innych ustawieniach regionalnych są przechowywane jako zastąpienia.
pt_br: As alterações aqui afetam apenas %@. O texto do idioma base é compartilhado entre todas as localidades — as edições em outras localidades são armazenadas como substituições.
pt_pt: As alterações aqui afetam apenas %1$@. O texto do idioma base é compartilhado entre todas as localidades — as edições em outras localidades são armazenadas como substituições.
ro: Modificările de aici afectează numai %1$@. Textul limbii de bază este partajat în toate localitățile — editările în alte localități sunt stocate ca înlocuiri.
sk: Tu uvedené zmeny ovplyvňujú iba %1$@. Text základného jazyka je zdieľaný vo všetkých miestnych nastaveniach – úpravy iných miestnych nastavení sú uložené ako prepísania.
sl: Spremembe tukaj vplivajo samo na %1$@. Besedilo osnovnega jezika je v skupni rabi za vse jezike — urejanja drugih jezikov so shranjena kot preglasitve.
sv: Ändringar här påverkar endast %1$@. Grundspråkstexten delas över alla språk – redigeringar av andra språk lagras som åsidosättningar.
th: การเปลี่ยนแปลงที่นี่มีผลเฉพาะ %1$@ เท่านั้น ข้อความภาษาพื้นฐานจะถูกแชร์ในทุกสถานที่ - การแก้ไขสถานที่อื่นจะถูกจัดเก็บเป็นการแทนที่
ur: یہاں کی تبدیلیاں صرف %1$@ کو متاثر کرتی ہیں۔ بنیادی زبان کا متن تمام لوکلز میں شیئر کیا جاتا ہے — دوسرے لوکیلز میں کی گئی ترامیم کو اوور رائیڈ کے طور پر محفوظ کیا جاتا ہے۔
vi: Những thay đổi ở đây chỉ ảnh hưởng đến %1$@. Văn bản ngôn ngữ cơ sở được chia sẻ trên tất cả các ngôn ngữ — các chỉnh sửa đối với các ngôn ngữ khác được lưu trữ dưới dạng ghi đè.
zh_hans: 此处的更改仅影响 %@。基本语言文本在所有区域设置之间共享 - 对其他区域设置的编辑存储为覆盖。

source: Check for Updates…
ar: التحقق من وجود تحديثات...
ca: Comproveu si hi ha actualitzacions...
cs: Zkontrolovat aktualizace…
da: Se efter opdateringer...
de: Nach Updates suchen …
el: Ελέγξτε για ενημερώσεις…
es: Buscar actualizaciones…
fa: بررسی به‌روزرسانی‌ها…
fi: Tarkista päivitykset…
fr: Rechercher des mises à jour…
he: בדוק אם יש עדכונים...
hr: Provjeri ažuriranja…
hu: Frissítések keresése…
id: Periksa Pembaruan…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
ms: Semak Kemas Kini…
nl: Controleer op updates…
no: Se etter oppdateringer...
pl: Sprawdź aktualizacje…
pt_br: Verificar Atualizações…
pt_pt: Verifique se há atualizações…
ro: Verificați actualizările...
ru: Проверить обновления…
sk: Vyhľadať aktualizácie…
sl: Preverite posodobitve ...
sv: Sök efter uppdateringar...
th: ตรวจสอบการอัปเดต...
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
ur: اپ ڈیٹس کے لیے چیک کریں…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…
zh_hant: 檢查更新項目…

source: Checking access…
ar: جارٍ التحقق من الوصول…
ca: S'està comprovant l'accés...
cs: Kontrola přístupu…
da: Tjekker adgang...
de: Zugriff wird geprüft…
el: Έλεγχος πρόσβασης…
es: Comprobando el acceso…
fa: در حال بررسی دسترسی…
fi: Tarkistetaan pääsyä…
fr: Vérification de l'accès…
he: בודק גישה...
hr: Provjera pristupa...
hu: Hozzáférés ellenőrzése…
id: Memeriksa akses…
it: Verifica dell'accesso…
ja: アクセスを確認中…
ko: 액세스 확인 중…
ms: Menyemak akses…
nl: Toegang controleren…
no: Sjekker tilgang …
pl: Sprawdzam dostęp…
pt_br: Verificando acesso…
pt_pt: Verificando acesso…
ro: Se verifică accesul...
ru: Проверка доступа…
sk: Kontroluje sa prístup…
sl: Preverjanje dostopa ...
sv: Kontrollerar åtkomst...
th: กำลังตรวจสอบการเข้าถึง...
tr: Erişim denetleniyor…
uk: Перевірка доступу…
ur: رسائی کی جانچ ہو رہی ہے…
vi: Đang kiểm tra quyền truy cập…
zh_hans: 正在检查访问权限…
zh_hant: 正在檢查存取權…

source: Checking for screenshots from earlier uploads…
ar: جارٍ التحقق من وجود لقطات شاشة من التحميلات السابقة…
ca: S'està comprovant les captures de pantalla de càrregues anteriors...
cs: Kontrolují se snímky obrazovky z dřívějších nahraných videí…
da: Søger efter skærmbilleder fra tidligere uploads...
de: Suche nach Screenshots aus früheren Uploads…
el: Έλεγχος για στιγμιότυπα οθόνης από προηγούμενες μεταφορτώσεις…
es: Buscando capturas de subidas anteriores…
fa: در حال بررسی اسکرین‌شات‌های آپلودهای قبلی…
fi: Tarkistetaan kuvakaappauksia aiemmista latauksista…
fr: Recherche de captures issues d'envois précédents…
he: מחפש צילומי מסך מהעלאות קודמות...
hr: Provjera snimaka zaslona iz ranijih prijenosa…
hu: Korábbi feltöltésekből származó képernyőképek keresése…
id: Memeriksa tangkapan layar dari unggahan sebelumnya…
it: Ricerca di screenshot da caricamenti precedenti…
ja: 以前のアップロードのスクリーンショットを確認中…
ko: 이전 업로드의 스크린샷 확인 중…
ms: Menyemak tangkapan skrin daripada muat naik terdahulu…
nl: Controleren op schermafbeeldingen van eerdere uploads...
no: Ser etter skjermbilder fra tidligere opplastinger …
pl: Sprawdzam zrzuty ekranu z wcześniejszych przesłanych plików…
pt_br: Verificando capturas de envios anteriores…
pt_pt: Verificando capturas de ecrã de uploads anteriores…
ro: Se verifică capturi de ecran de la încărcări anterioare...
ru: Поиск скриншотов из предыдущих загрузок…
sk: Kontrolujú sa snímky obrazovky zo starších nahratých videí…
sl: Iskanje posnetkov zaslona iz prejšnjih prenosov ...
sv: Söker efter skärmdumpar från tidigare uppladdningar...
th: กำลังตรวจสอบภาพหน้าจอจากการอัปโหลดก่อนหน้านี้...
tr: Önceki yüklemelerden kalan ekran görüntüleri denetleniyor…
uk: Пошук знімків екрана з попередніх вивантажень…
ur: پہلے اپ لوڈز سے اسکرین شاٹس کی جانچ ہو رہی ہے…
vi: Đang kiểm tra ảnh chụp màn hình từ các video tải lên trước đó…
zh_hans: 正在检查之前上传的截图…
zh_hant: 正在檢查先前上傳的螢幕截圖…

source: Checkout opens in your browser. When it's done, click **Open Screenshot Bro** to activate Pro on this Mac.
ar: يتم فتح الخروج في المتصفح الخاص بك. عند الانتهاء، انقر فوق **فتح Screenshot Bro** لتنشيط Pro على هذا Mac.
ca: El pagament s'obre al vostre navegador. Quan hagis acabat, fes clic a **Obre Screenshot Bro** per activar Pro en aquest Mac.
cs: Pokladna se otevře ve vašem prohlížeči. Až budete hotovi, klikněte na **Otevřít Screenshot Bro** a aktivujte Pro na tomto Mac.
da: Checkout åbner i din browser. Når det er færdigt, skal du klikke på **Åbn Screenshot Bro** for at aktivere Pro på denne Mac.
de: Der Bezahlvorgang öffnet sich in deinem Browser. Klicke danach auf **Open Screenshot Bro**, um Pro auf diesem Mac zu aktivieren.
el: Το Checkout ανοίγει στο πρόγραμμα περιήγησής σας. Όταν τελειώσετε, κάντε κλικ στο **Άνοιγμα Screenshot Bro** για να ενεργοποιήσετε το Pro σε αυτό το Mac.
es: El pago se abre en tu navegador. Cuando termine, haz clic en **Open Screenshot Bro** para activar Pro en este Mac.
fa: پرداخت در مرورگر شما باز می‌شود. پس از پایان، روی **Open Screenshot Bro** کلیک کنید تا Pro روی این Mac فعال شود.
fi: Checkout avautuu selaimessasi. Kun se on valmis, napsauta **Avaa Screenshot Bro** aktivoidaksesi Pro tälle Mac.
fr: Le paiement s'ouvre dans votre navigateur. Une fois terminé, cliquez sur **Open Screenshot Bro** pour activer Pro sur ce Mac.
he: Checkout נפתח בדפדפן שלך. בסיום, לחץ על **פתח את Screenshot Bro** כדי להפעיל את Pro ב-Mac זה.
hr: Checkout se otvara u vašem pregledniku. Kada je gotovo, kliknite **Otvori Screenshot Bro** da aktivirate Pro na ovom Mac.
hu: A Checkout megnyílik a böngészőben. Ha elkészült, kattintson a **Megnyitás Screenshot Bro** lehetőségre a Pro aktiválásához ezen a Mac-on.
id: Checkout terbuka di browser Anda. Jika sudah selesai, klik **Open Screenshot Bro** untuk mengaktifkan Pro di Mac ini.
it: Il pagamento si apre nel browser. Al termine, fai clic su **Open Screenshot Bro** per attivare Pro su questo Mac.
ja: 購入手続きはブラウザで開きます。完了したら **Open Screenshot Bro** をクリックすると、この Mac で Pro がアクティベートされます。
ko: 결제 페이지가 브라우저에서 열립니다. 완료되면 **Open Screenshot Bro**를 클릭해 이 Mac에서 Pro를 활성화하세요.
ms: Daftar keluar dibuka dalam penyemak imbas anda. Apabila ia selesai, klik **Buka Screenshot Bro** untuk mengaktifkan Pro pada Mac ini.
nl: Afrekenen wordt geopend in uw browser. Wanneer u klaar bent, klikt u op **Open Screenshot Bro** om Pro te activeren op deze Mac.
no: Checkout åpnes i nettleseren din. Når det er gjort, klikk på **Åpne Screenshot Bro** for å aktivere Pro på denne Mac.
pl: Kasa zostanie otwarta w Twojej przeglądarce. Kiedy już to zrobisz, kliknij **Otwórz Screenshot Bro**, aby aktywować Pro na tym Mac.
pt_br: O pagamento abre no seu navegador. Quando terminar, clique em **Open Screenshot Bro** para ativar o Pro neste Mac.
pt_pt: O checkout é aberto no seu navegador. Quando terminar, clique em **Abrir Screenshot Bro** para ativar o Pro neste Mac.
ro: Checkout se deschide în browser. Când ați terminat, faceți clic pe **Deschide Screenshot Bro** pentru a activa Pro pe acest Mac.
ru: Оплата откроется в браузере. Когда она завершится, нажмите **Open Screenshot Bro**, чтобы активировать Pro на этом Mac.
sk: Pokladňa sa otvorí vo vašom prehliadači. Po dokončení kliknite na **Otvoriť Screenshot Bro** a aktivujte Pro na tomto Mac.
sl: Blagajna se odpre v vašem brskalniku. Ko je končano, kliknite **Odpri Screenshot Bro**, da aktivirate Pro na tem Mac.
sv: Kassa öppnas i din webbläsare. När det är klart klickar du på **Öppna Screenshot Bro** för att aktivera Pro på denna Mac.
th: การชำระเงินจะเปิดขึ้นในเบราว์เซอร์ของคุณ เมื่อเสร็จแล้ว คลิก **เปิด Screenshot Bro** เพื่อเปิดใช้งาน Pro บน Mac นี้
tr: Ödeme tarayıcınızda açılır. Tamamlandığında, Pro'yu bu Mac'te etkinleştirmek için **Open Screenshot Bro**'ya tıklayın.
uk: Оплата відкриється у браузері. Коли вона завершиться, натисніть **Open Screenshot Bro**, щоб активувати Pro на цьому Mac.
ur: چیک آؤٹ آپ کے براؤزر میں کھلتا ہے۔ جب یہ ہو جائے تو اس Mac پر پرو کو فعال کرنے کے لیے **کھولیں Screenshot Bro** پر کلک کریں۔
vi: Thanh toán sẽ mở ra trong trình duyệt của bạn. Khi hoàn tất, hãy nhấp vào **Mở Screenshot Bro** để kích hoạt Pro trên Mac này.
zh_hans: 结账页面会在浏览器中打开。完成后，点按 **Open Screenshot Bro** 即可在这台 Mac 上激活 Pro。
zh_hant: 結帳頁面會在瀏覽器中打開。完成後，按一下 **Open Screenshot Bro** 即可在這台 Mac 上啟用 Pro。

source: Choose
ar: اختر
ca: Tria
cs: Vyberte si
da: Vælg
de: Auswählen
el: Επιλέξτε
es: Elegir
fa: انتخاب
fi: Valitse
fr: Choisir
he: בחר
hr: Odaberite
hu: Válasszon
id: Pilih
it: Scegli
ja: 選択
ko: 선택
ms: pilih
nl: Kies
no: Velg
pl: Wybierz
pt_br: Escolher
pt_pt: Escolha
ro: Alege
ru: Выбрать
sk: Vyberte si
sl: Izberite
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
ur: منتخب کریں۔
vi: chọn
zh_hans: 选取
zh_hant: 選擇

source: Choose **Blank** to set up rows and screenshot sizes manually, or **Template** to start with a pre-designed layout.
ar: اختر **فارغ** لإعداد الصفوف وأحجام لقطات الشاشة يدويًا، أو **القالب** للبدء بالتخطيط المصمم مسبقًا.
ca: Trieu **En blanc** per configurar files i mides de captures de pantalla manualment, o **Plantilla** per començar amb un disseny predissenyat.
cs: Zvolte **Prázdné**, chcete-li řádky a velikosti snímků obrazovky nastavit ručně, nebo **Šablona**, chcete-li začít s předem navrženým rozvržením.
da: Vælg **Blank** for at opsætte rækker og skærmbilledestørrelser manuelt, eller **Skabelon** for at starte med et foruddesignet layout.
de: Wähle **Leer**, um Zeilen und Screenshot-Größen selbst einzurichten, oder **Vorlage**, um mit einem fertigen Layout zu beginnen.
el: Επιλέξτε **Κενό** για να ρυθμίσετε με μη αυτόματο τρόπο σειρές και μεγέθη στιγμιότυπων οθόνης ή **Πρότυπο** για να ξεκινήσετε με μια προσχεδιασμένη διάταξη.
es: Elige **En blanco** para configurar filas y tamaños de captura a mano, o **Plantilla** para empezar con un diseño ya preparado.
fa: **خالی** را برای تنظیم دستی ردیف‌ها و اندازهٔ اسکرین‌شات‌ها انتخاب کنید، یا **قالب** را برای شروع با یک چیدمان آماده.
fi: Valitse **Tyhjä**, jos haluat määrittää rivien ja kuvakaappausten koot manuaalisesti, tai **Malli** aloittaaksesi valmiiksi suunnitellun asettelun.
fr: Choisissez **Vide** pour configurer vous-même les lignes et les tailles de capture, ou **Modèle** pour partir d’une mise en page toute prête.
he: בחר **ריק** כדי להגדיר שורות וגדלים של צילומי מסך באופן ידני, או **תבנית** כדי להתחיל עם פריסה שתוכננה מראש.
hr: Odaberite **Prazno** da biste ručno postavili retke i veličine snimke zaslona ili **Predložak** da biste započeli s unaprijed dizajniranim izgledom.
hu: Válassza az **Üres** lehetőséget a sorok és képernyőképméretek manuális beállításához, vagy a **Sablon** lehetőséget, ha előre megtervezett elrendezéssel szeretne kezdeni.
id: Pilih **Kosong** untuk menyiapkan baris dan ukuran tangkapan layar secara manual, atau **Templat** untuk memulai dengan tata letak yang telah dirancang sebelumnya.
it: Scegli **Vuoto** per impostare manualmente righe e dimensioni degli screenshot, oppure **Modello** per partire da un layout già progettato.
ja: 行とスクリーンショットのサイズを手動で設定するには **空白** を、デザイン済みのレイアウトから始めるには **テンプレート** を選択します。
ko: 행과 스크린샷 크기를 직접 설정하려면 **빈 프로젝트**를, 미리 디자인된 레이아웃으로 시작하려면 **템플릿**을 선택하세요.
ms: Pilih **Kosong** untuk menyediakan baris dan saiz tangkapan skrin secara manual, atau **Templat** untuk bermula dengan reka letak yang telah direka bentuk.
nl: Kies **Leeg** om rijen en schermgroottes handmatig in te stellen, of **Sjabloon** om te beginnen met een vooraf ontworpen lay-out.
no: Velg **Blank** for å sette opp rader og skjermbildestørrelser manuelt, eller **Mal** for å starte med en forhåndsdesignet layout.
pl: Wybierz **Puste**, aby ręcznie skonfigurować wiersze i rozmiary zrzutów ekranu, lub **Szablon**, aby rozpocząć od wstępnie zaprojektowanego układu.
pt_br: Escolha **Em branco** para configurar linhas e tamanhos de captura manualmente, ou **Modelo** para começar com um layout pronto.
pt_pt: Escolha **Em branco** para configurar linhas e tamanhos de captura de ecrã manualmente ou **Modelo** para começar com um layout predefinido.
ro: Alegeți **Alb** pentru a configura manual rândurile și dimensiunile capturii de ecran sau **Șablon** pentru a începe cu un aspect prestabilit.
ru: Выберите **Пустой**, чтобы настроить строки и размеры скриншотов вручную, или **Шаблон**, чтобы начать с готового макета.
sk: Ak chcete nastaviť riadky a veľkosti snímok obrazovky manuálne, vyberte možnosť **Prázdne**. Ak chcete začať s vopred navrhnutým rozložením, vyberte možnosť **Šablóna**.
sl: Izberite **Prazno**, da ročno nastavite vrstice in velikosti posnetkov zaslona, ali **Predloga**, da začnete z vnaprej oblikovano postavitvijo.
sv: Välj **Blank** för att ställa in rader och skärmdumpsstorlekar manuellt, eller **Mall** för att börja med en fördesignad layout.
th: เลือก **ว่าง** เพื่อตั้งค่าแถวและขนาดภาพหน้าจอด้วยตนเอง หรือ **เทมเพลต** เพื่อเริ่มต้นด้วยเค้าโครงที่ออกแบบไว้ล่วงหน้า
tr: Satırları ve ekran görüntüsü boyutlarını elle ayarlamak için **Boş**'u, önceden tasarlanmış bir düzenle başlamak için **Şablon**'u seçin.
uk: Виберіть **Порожній**, щоб налаштувати рядки й розміри знімків екрана вручну, або **Шаблон**, щоб почати з готового макета.
ur: قطاروں اور اسکرین شاٹ کے سائز کو دستی طور پر ترتیب دینے کے لیے **خالی** کا انتخاب کریں، یا پہلے سے ڈیزائن کردہ لے آؤٹ کے ساتھ شروع کرنے کے لیے **ٹیمپلیٹ** کا انتخاب کریں۔
vi: Chọn **Trống** để thiết lập hàng và kích thước ảnh chụp màn hình theo cách thủ công hoặc **Mẫu** để bắt đầu với bố cục được thiết kế sẵn.
zh_hans: 选择 **空白** 可手动设置行和截图尺寸，选择 **模板** 可从预先设计的布局开始。
zh_hant: 選擇**空白**以手動設定列和螢幕截圖大小，或選擇**範本**以從預先設計的版面開始。
